const list = [
    {
        title: '关于博客',
        content: "\“对我来说，博客首先是一种知识管理工具，其次才是传播工具。我的技术文章，主要用来整理我还不懂的知识。我只写那些我还没有完全掌握的东西，那些我精通的东西，往往没有动力写。炫耀从来不是我的动机，好奇才是。\" ──阮一峰",
        date: "2024-09-15",
        desc: ''
    },
    {
        title: '送别',
        content: "其实真正的送别是没有长亭古道，没有更尽一杯酒，就是一个平常的早晨，有些人永远留在了昨天。",
        date: "2024-09-15",
        desc: ''
    },
    {
        title: '《送别》- 李叔同 弘一法师',
        content: "长亭外，古道边，芳草碧连天\n晚风拂柳笛声残，夕阳山外山\n天之涯，地之角，知交半零落\n人生难得是欢聚，唯有别离多\n长亭外，古道边，芳草碧连天\n问君此去几时还，来时莫徘徊\n天之涯，地之角，知交半零落\n一壶浊洒尽余欢，今宵别梦寒",
        date: "2024-09-16",
        desc: ''
    },
    {
        title: '为何要写技术文章？',
        content: "1.可以加深自己对技术的理解：有些知识你以为你懂了，其实上你只是懂了一半，只有自己写出来，将知识整体梳理一遍，才是真正的懂了。\n2.当作笔记：技术内容非常多，你不可能记得住所有的东西，因此将之前的想法/学习内容/思路，记录下来，可供后来翻看。\n3.帮助其他人，交流学习：别人可能也遇到类似的问题，可以通过你的文章学习到解决方案；同时别人可能纠正你的错误，或者指出文章中的问题/不足。",
        date: "2024-09-16",
        desc: ''
    },
]
export default list;